export const TotalNumItems = [
  365,  //  "11": "국보", 
  2500, //  "12": "보물", 
  604,  //  "13": "사적", 
  10,   //  "14": "사적 및 명승", 
  140,  //  "15": "명승",  
  601,  //  "16": "천연기념물", 
  169,  //  "17": "국가무형유산", 
  324,  //  "18": "국가민속문화유산",
  4806, //  "21": "시도유형문화유산",   
  716,  //  "22": "시도무형유산", 
  2119, //  "23": "시도기념물",   
  546,  //  "24": "시도민속문화유산", 
  101,  //  "25": "시도등록유산",
  3266, //  "31": "문화유산자료",   
  988,  //  "79": "국가등록유산", 
  21    //  "80": "이북5도 무형유산"
];

export const CatCode2String = {
  "11": "국보", 
  "12": "보물", 
  "13": "사적", 
  "14": "사적 및 명승", 
  "15": "명승", 
  "16": "천연기념물", 
  "17": "국가무형유산", 
  "18": "국가민속문화유산",
  "21": "시도유형문화유산", 
  "22": "시도무형유산", 
  "23": "시도기념물", 
  "24": "시도민속문화유산", 
  "25": "시도등록유산",
  "31": "문화유산자료", 
  "79": "국가등록유산", 
  "80": "이북5도 무형유산"
};

export const String2CatCode = {
  "국보": "11", 
  "보물": "12", 
  "사적": "13", 
  "사적 및 명승": "14", 
  "명승": "15", 
  "천연기념물": "16", 
  "국가무형유산": "17", 
  "국가민속문화유산": "18",
  "시도유형문화유산": "21", 
  "시도무형유산": "22", 
  "시도기념물": "23", 
  "시도민속문화유산": "24", 
  "시도등록유산": "25",
  "문화유산자료": "31", 
  "국가등록유산": "79", 
  "이북5도 무형유산": "80"
};